Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nasjonalmuseet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: "Mor som ammer sitt barn, Søberg" relates to: Related works
nb: "Mor som ammer sitt barn, Søberg" relaterer til: Utforsk lignende verk fra samlingen

source: Koryo-dynastiet (Historical event, person, place, with affiliation)
nb: Silla-dynastiet (Historisk hendelse, person, sted, med tilknytning)

source: Battista Franco (by erroneus tradition)
nb: Battista Franco (ifølge feilaktig tradisjon)

source: Arita, Japan (Pattern.
nb: Arita, Japan (Mønster, f.eks.

source: "Perugia og Pisa" relates to: Related works
nb: "Perugia og Pisa" relaterer til: Utforsk lignende verk fra samlingen

source: Else Poulsson (Artist for cartoon/modello i.a.)
nb: Petersen (Kunstner for mønster/kartong e.l.)

source: Cronqvist's self-portraits provide insight into life experiences related to childhood, motherhood and the role of the artist.
nb: Cronqvists selvportretter gir innblikk i livserfaringer knyttet til oppvekst, moderskap og kunstnerrollen.

source: Born 1888 in Kambo, Moss, death 1969 in Bærum
nb: Født 1888 i Kambo, Moss, død 1969 i Bærum

source: She uses for example her understanding of sculpture in both photography and film, something that manifests itself in how she treats texture and form in the various figures and objects.
nb: Hun utnytter for eksempel forståelsen av det skulpturelle i fotografiet og i filmen, noe som viser seg i behandlingen av tekstur og form i figurene og objektene.

source: Show the image "Frida Hansen, The Norwegian Tapestry Weaving Mill (manufacturer), "Kveder (Quince)" / "Tjørn (Thorns)", 1903" in fullscreen
nb: Vis bildet "Frida Hansen, Det norske Billedvæveri (produsent), «Kveder» / «Tjørn», 1903" i full størrelse

source: But Wankel did not stop painting.
nb: Men Wankel sluttet ikke å male.

source: Josef Kussius Metallvarefabrikk (Manufactured by - assumed certain)
nb: Josef Kussius Metallvarefabrikk (Produsent - antatt sikker)

source: "Gabriel García Márquez, Kjærlighet i kolearens tid" relates to: Related works
nb: "Gabriel García Márquez, Kjærlighet i kolearens tid" relaterer til: Utforsk lignende verk fra samlingen

source: Call us on +47 21 98 21 82 if you need assistance on arrival.
nb: Ring oss på +47 21 98 21 82 om du trenger assistanse ved ankomst.

source: Guido Reni (by erroneus tradition)
nb: Guido Reni (ifølge feilaktig tradisjon)

source: Moving beyond evaluation that restricts itself to account-
nb: politiske beslutningstakere, forme praksis, dokumente-

source: The exhibition is designed by Torsteinsens Design.
nb: Utstillingsdesignet er utført av Torsteinsens Design.

source: Giorgione (Artist for cartoon/modello i.a.
nb: Giorgione (Kunstner for mønster/kartong e.l.

source: The National Museum’s bronze version was commissioned in 1893 and purchased the year after.
nb: Nasjonalmuseets bronseversjon ble bestilt i 1893 og kjøpt året etter.

source: Sophie Calle lays this private sphere bare and exposes it to public view.
nb: Sophie Calle bretter deres intimsfære ut til offentlig skue.

source: "Gul-svart diptyk, del I" relates to: Related works
nb: "Gul-svart diptyk, del II, Todelt gult bilde" relaterer til: Utforsk lignende verk fra samlingen

source: Andrea Mantegna (assumed certain)
nb: Andrea Mantegna (antatt sikker)

source: Her more complex figure compositions are perhaps less known, such as the altarpiece in Gjøvik Church (1883) or
nb: Mindre kjent er kanskje hennes mer sammensatte figurkomposisjoner som i altertavlen i Gjøvik kirke (1883) eller

source: The text has been culled from the Portuguese writer Fernando Pessoa.
nb: Teksten er hentet fra den portugisiske forfatteren Fernando Pessoa.

source: The notebook is made in Oslo and the paper is from Hellefoss Paper AS in Hokksund.
nb: Notatb¹kene fra All Pine Press er trykket i Oslo og papir fra Hellefoss Paper AS i Hokksund.

source: In 1891, restaurant guests were shocked to see a young woman light a cigarette in broad daylight.
nb: I 1891 reagerte restaurantgjester med sjokk da en ung kvinne tente en sigarett midt på lyse dagen.

source: Following a lengthy and arduous process, Trinity Church was completed in 1858.
nb: Etter en lang og omstendelig prosess, sto Trefoldighetskirken ferdig i 1858.

source: "To kvinner i gresk drakt" relates to: Related works
nb: "To kvinner i gresk drakt" relaterer til: Utforsk lignende verk fra samlingen

source: Song (Historical event, person, place, with affiliation - assumed)
nb: Song (Historisk hendelse, person, sted, med tilknytning - antatt)

source: "Riss av rollefigurer" relates to: Related works
nb: "Riss av rollefigurer" relaterer til: Utforsk lignende verk fra samlingen

source: the original cream version in the National Gallery of Victoria in Australia
nb: den originale kremhvite utgaven i National Gallery of Victoria i Australia

source: "Fra Nussdorf ved Überlingen" relates to: Related works
nb: "Fra Nussdorf ved Überlingen" relaterer til: Utforsk lignende verk fra samlingen

source: Gift from the Estate of Alma and Johan Fahlstrøm 1946
nb: Testamentarisk gave fra Alma og Johan Fahlström 1946

source: "Faneborgen i Grafenberger Wald" relates to: Related works
nb: "Faneborgen i Grafenberger Wald" relaterer til: Utforsk lignende verk fra samlingen

source: Egedius’s fellow painter Torleiv Stadskleiv, twelve years his senior, is portrayed in a farmhouse in the village of Bø in Telemark, where Egedius spent the summer of 1895.
nb: Den tolv år eldre malerkollegaen Torleiv Stadskleiv er avbildet i en bondestue i Bø i Telemark, hvor Egedius bodde sommeren 1895.

source: In 1898 he bought a small house in Åsgårdstrand, a place that appealed to him.
nb: I 1898 kjøpte han et lite hus i Åsgårdstrand, hvor han likte seg godt.

source: Originally it was missing a date in the museum's database, but by using the creation number it can be traced to a red dress ensemble by Dior from 1958.
nb: Denne hadde opprinnelig ikke datering i museets database, men ved å følge modellnummeret lar den seg spore til et rødt kjolesett fra Dior fra 1958.

source: "Figurer i trapp, Gulsvik" relates to: Related works
nb: "Figurer i trapp, Gulsvik" relaterer til: Utforsk lignende verk fra samlingen

source: For political reasons, Bauhaus had to move to Dessau and then to Berlin, before the Nazis closed it down in 1933.
nb: Av politiske årsaker måtte Bauhaus flytte til Dessau og deretter til Berlin, før den ble stengt av nazistene i 1933.

source: "Venus og Amor" relates to: Related works
nb: "Venus og Amor" relaterer til: Utforsk lignende verk fra samlingen

source: "Mannsfigur i rustning" relates to: Related works
nb: "Mannsfigur i rustning" relaterer til: Utforsk lignende verk fra samlingen

source: Show the image "Wilhelm von Hanno: “The Steeple at Grønland Church”, 1866.
nb: Vis bildet "Wilhelm von Hanno: «Tårnet på Grønland kirke», 1866.

source: Kollektivet Havstein (1986) in Trondheim, designed by Kjell Kristiansen for Ragnar Engh's architectural firm, was a specially designed cohousing community for three families.
nb: Kollektivet Havstein (1986) i Trondheim, tegnet av Kjell Kristiansen for Ragnar Enghs arkitektkontor, var et spesialtegnet bofellesskap for tre familier.

source: Jon Fosse wrote a novel about the artist, which also became an opera.
nb: Jon Fosse har skrevet en roman om kunstneren, som også har blitt til en opera.

source: "Ved Piazza di Porta San Giovanni, Roma" relates to: Related works
nb: "Ved Piazza di Porta San Giovanni, Roma" relaterer til: Utforsk lignende verk fra samlingen

source: Láhpoluoppal Primary School, designed by architect Kjell Lund
nb: Láhpoluoppal barneskole tegnet av arkitekt Kjell Lund

source: Madeleine Vionnet and Coco Chanel were among those who spearheaded moves to stop design piracy.
nb: Madeleine Vionnet og Coco Chanel var blant dem som gikk i bresjen for å få stoppet piratvirksomheten.

source: "Fra Leedal, Stavanger" relates to: Related works
nb: "Fra Leedal, Stavanger" relaterer til: Utforsk lignende verk fra samlingen

source: "Bakside av brudestol, Bergen museum" relates to: Related works
nb: "Bakside av brudestol, Bergen museum" relaterer til: Utforsk lignende verk fra samlingen

source: "Bevøya ved Moss" relates to: Related works
nb: "Bevøya ved Moss" relaterer til: Utforsk lignende verk fra samlingen

source: "Treenigheten i San Giorgio dei Greci" relates to: Related works
nb: "Treenigheten i San Giorgio dei Greci" relaterer til: Utforsk lignende verk fra samlingen

source: The style originated in the Edo period (1603–1867) among artists who focused on the hedonistic aspects of life.
nb: Stilen ble utviklet i Edo-perioden (1603–1867), og oppsto i områdene hvor de livsnytende aspektene av tilværelsen sto i fokus.

source: Portrait of Kin Frederik IV of Denmark-Norway
nb: Portrett av Kong Frederik IV av Danmark-Norge

source: Wang is Chinese, but lives in Oslo.
nb: Wang er kinesisk, men bosatt i Oslo.

source: Hurdal glassverk (Manufactured by - assumed certain)
nb: Hurdal glassverk (Produsent - antatt sikker)

source: The weaver Åse Eriksen, wove copies of these worn-out curtains in 2004.
nb: Kunsthåndverker Åse Eriksen, vevde i 2004 kopier av disse utslitte gardinene.

source: "Sittende akt" relates to:
nb: "Sittende akt" relaterer til:

source: "Listening to Phillip Glass No. 6" relates to: Related works
nb: "Listening to Phillip Glass No. 6" relaterer til: Utforsk lignende verk fra samlingen

source: "Mannsportrett ved klaver" relates to: Related works
nb: "Mannsportrett ved klaver" relaterer til: Utforsk lignende verk fra samlingen

source: "Riss av katt" relates to: Related works
nb: "Riss av katt" relaterer til: Utforsk lignende verk fra samlingen

source: Sverre Pettersen (Artist for cartoon/modello i.a.)
nb: Sverre Pettersen (Kunstner for mønster/kartong e.l.)

source: "Christian Norberg-Schulz home in Planetveien 14" relates to: Related works
nb: "Eget hus i Planetveien 14" relaterer til: Utforsk lignende verk fra samlingen

source: "Kong Øystein bygger" relates to: Related works
nb: "Kong Øystein bygger" relaterer til: Utforsk lignende verk fra samlingen

source: Frans Widerberg began his career during a time of change, between abstract and figurative art.
nb: Frans Widerberg begynte sin karriere i en brytningstid mellom abstrakt og figurativ kunst.

source: Here we have nothing less than a Norwegian-made Dior dress!
nb: Vi har rett og slett med en norskprodusert Dior-kjole å gjøre!

source: "Piazzetta di San Marco" relates to: Related works
nb: "Piazzetta di San Marco" relaterer til: Utforsk lignende verk fra samlingen

source: "Oppmåling" relates to:
nb: "Oppmåling" relaterer til:

source: Durocher (Artist for cartoon/modello i.a.)
nb: Eugène Robert (Kunstner for mønster/kartong e.l.)

source: As a battle site during the struggle for royal power in 1184, Fimreite held a special place in the national consciousness, while the mighty menhirs at Nornes testified to a heroic past.
nb: Som åsted for slaget om kongemakten i 1184 hadde Fimreite en spesiell plass i den nasjonale oppvåkningen, mens de mektige bautasteinene på Nornes vitnet om en heroisk fortid.

source: "Kystparti nord for Bergen" relates to: Related works
nb: "Kystparti nord for Bergen" relaterer til: Utforsk lignende verk fra samlingen

source: The exhibition will also feature a separate mini-exhibition that will be changed halfway through the viewing period.
nb: I utstillingen vil det også være en separat mini-utstilling som skiftes ut halvveis i visningsperioden.

source: The works by Edvard Munch can not be seen independently from these predecessors and contemporaries. His 58 paintings and 175 works on paper can be regarded as the most important part of the collection of modern art.
nb: En svært viktig del av samlingen utgjør de til sammen 58 maleriene og 175 papirarbeidene av Edvard Munch, som her kan ses i sammenheng med tidligere og samtidige norske og utenlandske kunstnere.

source: non-artists working in dialogue together (Kester, 2006), the
nb: re som arbeider i dialog med hverandre (Kester, 2006), er

source: Forarbeide til fresko i Søndermark krematorium" relates to: Related works
nb: Forarbeide til fresko i Søndermark krematorium" relaterer til: Utforsk lignende verk fra samlingen

source: The museum's inventory card from 1962 reveals two additional handwritten notes, saying it was:
nb: På museets kartotekkort fra 1962 er det notert for hånd at dette var «H.

source: "Silkesagen ved Hønefossen" relates to: Related works
nb: "Silkesagen ved Hønefossen" relaterer til: Utforsk lignende verk fra samlingen

source: During a trip to Paris in 1919, Jens Thiis, the director of the National Gallery, picked out the painting at the art dealer Paul Rosenberg’s gallery.
nb: Under en tur til Paris i 1919 ble Vårdag ved Seinen plukket ut av Nasjonalgalleriets direktør Jens Thiis hos kunsthandler Paul Rosenberg.

source: Nøstetangen glassverk (Manufactured by)
nb: Nøstetangen glassverk (Produsent - antatt)

source: "Figurstudier til Legende" relates to: Related works
nb: "Figurstudier til Legende" relaterer til: Utforsk lignende verk fra samlingen

source: "Brudepike Guro Lødve, Vossevangen" relates to: Related works
nb: "Brudepike Guro Lødve, Vossevangen" relaterer til: Utforsk lignende verk fra samlingen

source: Bequeathed by Helga Ring Reusch and Hans Reusch, acquired 1946
nb: Testamentarisk gave fra Helga Ring Reusch og Hans Reusch, innkommet 1946

source: Born 07.11.1924 in Røros, death 14.11.2006 in Telemark
nb: Født 07.11.1924 i Røros, død 14.11.2006 i Telemark

source: was shown at the 1878 World’s Fair in Paris along with
nb: utstilt på verdensutstillingen i Paris 1878 sammen med

source: "Hvilende passasjerer" relates to:
nb: "Hvilende passasjerer" relaterer til:

source: After leaving Düsseldorf he spent a couple of years in Wales, where the mild climate was conducive to open-air painting.
nb: Etter tiden i Düsseldorf hadde han tilbrakt et par år i Wales, hvor det milde klimaet ga god mulighet til friluftsmaling.

source: She then set up her own studio in Berlin.
nb: Da opprettet hun et eget studio i Berlin.

source: Jiaqing (Historical event, person, place, with affiliation - uncertain)
nb: Qing (Historisk hendelse, person, sted, med tilknytning)

source: Sørensen returned to Norway in 1927 after a lengthy stay in Paris.
nb: I 1927 vendte Sørensen tilbake til Norge etter et lengre opphold i Paris.

source: Sigrun Berg (Artist for cartoon/modello i.a.)
nb: Sigrun Berg (Kunstner for mønster/kartong e.l.)

source: "Sauland stavkirke (fragment)" relates to: Related works
nb: "Sauland stavkirke (fragment)" relaterer til: Utforsk lignende verk fra samlingen

source: A former student of Bernd and Hilla Becher, like Thomas Struth, Thomas Ruff, Candida Höfer, and other leading German photographers, Gursky has developed a conceptual form of photography that can be seen as a social landscape.
nb: Som tidligere student av Bernd og Hilla Becher, i likhet med andre viktige tyske fotografer som Thomas Struth, Thomas Ruff og Candida Höfer, har han utviklet et konseptuelt fotografi som kan betraktes som et sosialt landskap.

source: Lin Wang (b. 1984) works with porcelain installations and performance art.
nb: Lin Wang (f. 1984) arbeider med porselensinstallasjoner og performance.

source: Garden shed at Ullernkollen 12, Door construction detail
nb: Uthus i Ullernkollen 12, detaljtegning av dør

source: Herman van Swanevelt (Artist for cartoon/modello i.a.
nb: Herman van Swanevelt (Kunstner for mønster/kartong e.l.

source: "Skoglandskap" relates to:
nb: "Skoglandskap" relaterer til:

source: dropped into Level Five for an hour (which was the average
nb: som stakk innom Level Five en times tid (varigheten av et

source: Impressions from two journeys to Northern Norway in the summers of 1950 and 1964 had a lasting influence on her prints and paintings.
nb: Inntrykk fra to reiser til Nord-Norge somrene 1950 og 1964 satte varige avtrykk både i grafikken og maleriene.

source: In connection with an exhibition in 1946, she stated in an interview that she thought that reproducing realistic nature in art did not suit her, it was too boring.
nb: I anledning en utstilling i 1946 uttalte hun i et intervju at hun syntes det å gjengi realistisk natur i kunsten ikke passet henne, det ble for kjedelig.

source: "Fra Via degli Strozzi, Firenze" relates to: Related works
nb: "Fra Via degli Strozzi, Firenze" relaterer til: Utforsk lignende verk fra samlingen

source: Marianne Brandt, tea extract jug MT 49, silver and ebony, 1924.
nb: Marianne Brandt, te-ekstrakt kanne MT 49, sølv og ibenholt, 1924.

source: He is speaking to a mixed congregation of the old and the young, women and men.
nb: Han taler til en blandet forsamling av gamle og unge, menn og kvinner.

source: "Lysestake fra Brandvoll i Gudbrandsdalen" relates to: Related works
nb: "Lysestake fra Brandvoll i Gudbrandsdalen" relaterer til: Utforsk lignende verk fra samlingen

source: Wærn was imprisoned, but managed to lure the English glassblower James Keith to Nøstetangen.
nb: Wærn ble fengslet, men klarte å lokke den engelske glassblåseren James Keith til Nøstetangen.

source: Along with artists such as Thorvald Hellesen, Ragnhild Kaarbø, and Charlotte Wankel, Ragnhild Keyser is regarded as one of the foremost Nordic abstract modernists of the 1920s.
nb: Sammen med kunstnere som Thorvald Hellesen, Ragnhild Kaarbø og Charlotte Wankel regnes Ragnhild Keyser som en av 1920-tallets fremste abstrakte modernister innen nordisk kunst.

source: "Båt ved stranden, Überlingen" relates to: Related works
nb: "Båt ved stranden, Überlingen" relaterer til: Utforsk lignende verk fra samlingen

source: "Byhavn" relates to:
nb: "Byhavn" relaterer til:

source: Beate Hølmebakk, "House for a mother and one child.
nb: Beate Hølmebakk, «Hus for en mor og et barn.

source: Explore the exhibition virtually in this 3D version!
nb: Utforsk utstillingen virtuelt i denne 3D-versjonen av utstillingen!

source: Shuji-verkstedet (Manufactured by - assumed certain)
nb: Shuji-verkstedet (Produsent - antatt sikker)

source: Agostino Carracci (Artist for cartoon/modello i.a.
nb: Agostino Carracci (Kunstner for mønster/kartong e.l.

source: we see a segment of the pavilion designed by the renowned architect for the 1929 Barcelona International Exposition.
nb: ser vi et utsnitt fra hans paviljong som ble bygget til Verdensutstillingen i Barcelona i 1929.

source: Key figures in these developments in Norway and Finland were Edvard Munch, Akseli Gallen-Kallela, Gerhard Munthe, Hugo Simberg, Theodor Kittelsen and Pekka Halonen.
nb: Sentrale aktører i Norge og Finland var kunstnere som Edvard Munch, Akseli Gallen-Kallela, Gerhard Munthe, Hugo Simberg, Theodor Kittelsen og Pekka Halonen.

source: Eva Nansen was herself a pioneer of women’s skiing, and in 1890 she had accompanied her husband across Norefjell, which was far from commonplace for any urban woman at that time.
nb: Eva Nansen var en pioner innen kvinnelig skisport, og hadde i 1890 fulgt ektemannen over Norefjell. Det var ikke vanlig kost blant bykvinner på den tiden.

source: “My theatre is without actors,” Balka said of his work in 1990.
nb: «Mitt teater er uten skuespillere,» sa Balka om sitt verk i 1990.

source: PKI (Patient organisation for gender incongruence)
nb: PKI (Pasientorganisasjonen for kjønnsinkongruens)

source: "Makrellfiske i Christianiafjorden" relates to: Related works
nb: "Makrellfiske i Christianiafjorden" relaterer til: Utforsk lignende verk fra samlingen

source: He was diagnosed with paranoia in 1888 and committed to a hospital, although he continued to work as an artist and create significant works.
nb: I 1888 ble han innlagt på sykehus med diagnosen paranoia. Imidlertid fortsatte han sin kunstneriske virksomhet og laget betydelige bilder.

source: Inspired by Brandt, Bauhaus and the new shapes, the artist and goldsmith Thorbjørn Lie-Jørgensen created a radical pitcher, consisting of two simple shapes – an oval body with a truncated cone as neck and spout.
nb: Inspirert av Brandt, Bauhaus og de nye formene, laget kunstneren og gullsmeden Thorbjørn Lie-Jørgensen en radikal kanne, bestående av to enkle former – en oval kropp med en avkuttet kjegle som hals og tut.

source: It was first designed by the architectural firm Blå strek and later completed by architect Gudmund Sundlisæter.
nb: Det ble først tegnet av arkitektkontoret Blå strek, og senere fullført av arkitekt Gudmund Sundlisæter.

source: The notebook is printed in Oslo and paper from Hellefoss Paper AS in Hokksund.
nb: Notatb¹kene er fra All Pine Press er trykket i Oslo og papir fra Hellefoss Paper AS i Hokksund.

source: The mask provides with 88,7% filtration (antimicrobial) and 90% filtration after being washed
nb: Munnbindet gir 88,7% filtrering, som øker til 90% filtrering etter vask.

source: Under the slogan "art and craft – a new unity", Bauhaus was founded by architect Walter Gropius in Weimar in 1919.
nb: Under parolen «kunst og håndverk – en ny enhet», ble Bauhaus etablert av arkitekten Walter Gropius i Weimar i 1919.

source: This summer you can experience 60 paintings from the National Museum's collection at
nb: Denne sommeren kan du oppleve 60 malerier fra Nasjonalmuseets samling på

source: He took pictures of a sandbox, sewage pipes, a parking lot and highway ramps, items which, with tongue-in-cheek, he characterized as “monuments.”
nb: Han tok bilder av en sandkasse, avløpsrør, en parkeringsplass og en motorveiavkjørsel, og kalte dem spøkefullt for «minnesmerker».

source: It arranges visits to sites of architectural interest and guided tours of exhibitions at the National Museum – Architecture.
nb: Holder spesialomvisninger i utstillingene som vises i Nasjonalmuseet – Arkitektur.

source: She worked with Francesca Grilli for the production of The forgetting of air in 2016, as a movement trainer on stage.
nb: Hun jobbet med Francesca Grilli med produksjonen av “The forgetting of air”, 2016 med bevegelsestrening for scenen.

source: Nørregaard grew up in a military officer's family in the Norwegian capital.
nb: Nørregaard vokste opp i en offisersfamilie i Oslo.

source: "Båt under seil" relates to: Related works
nb: "Båt under seil" relaterer til: Utforsk lignende verk fra samlingen

source: Marianne Brandt left Bauhaus in 1929 and was hired by Director Walter Gropius' architects’ office in Berlin.
nb: Marianne Brandt forlot Bauhaus i 1929 og ble engasjert ved rektor Walter Gropius’ arkitektkontor i Berlin. I Berlin var hun også involvert i byggingen av boligprosjektet

source: The rebuilding process resulted in several commissions for von Hanno and his business partner Heinrich Ernst Schirmer.
nb: Gjenoppbyggingen ga von Hanno og kompanjongen Heinrich Ernst Schirmer flere oppdrag.

source: Choose "Custom Designs", and press + to download.
nb: Velg «Custom Designs» og trykk + for å laste ned.

source: Jun-verkstedet (Historical event, person, place, with affiliation - assumed certain)
nb: Cizhou (Historisk hendelse, person, sted, med tilknytning - antatt sikker)

source: "Baron von Lichtenstein som biljardspiller" relates to: Related works
nb: "Baron von Lichtenstein som biljardspiller" relaterer til: Utforsk lignende verk fra samlingen

source: "Nedblåst skog ved kysten" relates to: Related works
nb: "Nedblåst skog ved kysten" relaterer til: Utforsk lignende verk fra samlingen

source: Birmingham and Jubilee Arts, West Bromwich.
nb: mingham og Jubilee Arts, West Bromwich.

source: Sinding created several public sculptures: such as
nb: Sinding skapte flere offentlige skulpturer:

source: Torolf Prytz was the first to experiment with plique-à-jour in Norway in the early 1880s, and in 1888 J. Tostrup succeeded in creating objects in a small format.
nb: Torolf Prytz var den første som eksperimenterte med vindusemalje i Norge tidlig på 1880-tallet, og i 1888 lyktes J.
